Repository: hyperion-project/hyperion.kodi
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #32001
source: General
he_il: כללי

# #32002
source: Enable addon (Grabbing)
he_il: אפשר הרחבה (Grabbing - תפיסה)

# #32003
source: Hyperion host IP-address
he_il: היפריון כתובת ה-IP של המארח

# #32004
source: Hyperion host PROTO-port
he_il: היפריון פורט PROTO של המארח

# #32005
source: Hyperion priority channel
he_il: ערוץ עדיפות היפריון

# #32006
source: Reconnect timeout (s)
he_il: זמן קצוב לחיבור מחדש (ש)

# #32007
source: Enable when on screensaver
he_il: אפשר במצב שומר מסך

# #32008
source: Grabber picture width (pixel)
he_il: תופש התמונות רוחב (פיקסלים)

# #32009
source: Grabber picture height (pixel)
he_il: תופש התמונות גובה (פיקסלים)

# #32010
source: Frame rate (fps)
he_il: קצב הפריימים (fps)

# #33001
source: Delays
he_il: השהיות

# #33002
source: Delay default (ms)
he_il: השהייה - ברירת המחדל (ms)

# #33003
source: Delay 23/24FPS (ms)
he_il: השהייה 23 / 24FPS (מש)

# #33004
source: Delay 25FPS (ms)
he_il: השהייה 25FPS (מש)

# #33005
source: Delay 50FPS (ms)
he_il: השהייה 50FPS (מש)

# #33006
source: Delay 59FPS (ms)
he_il: השהייה 59FPS (מש)

# #33007
source: Delay 60FPS (ms)
he_il: השהייה 60FPS (מש)

# #33100
source: Default delay is only used if below FPS isn't matched
he_il: השהיית ברירת המחדל בשימוש רק אם מתחת FPS אינו מתאים

# #33200
source: Always use default delay
he_il: תשתמש תמיד בהשהיית ברירת המחדל

# #32100
source: Error: Unable to connect to Hyperion. Wrong IP-address?
he_il: שגיאה: אין אפשרות להתחבר אל היפריון. כתובת ה-IP שגויה?

# #32101
source: Error: Unable to send image to Hyperion. Wrong PROTO-port?
he_il: שגיאה: אין אפשרות להתחבר אל היפריון. פורט PROTO שגוי?

# #32102
source: ATTENTION: Higher the values below may lead to performance issues
he_il: שימו לב: הערכים הגבוהים שלהלן עלולים להוביל לבעיות ביצועים
